<template>
    <h1 class="h1-two">
        ДОГОВОР-ОФЕРТА на оказание услуг
        бьюти-коворкинга «ASHRAM»
    </h1>
    <h2 class="h2-two">
        1.Общие условия
    </h2>
    <ul class="ul-two">
        <li>1.1.Настоящий документ является официальным предложением Индивидуального предпринимателя Пянзиной Виктории
            Васильевны,
            ОГРН 323237500131360 /ИНН 410125711409, именуемого в дальнейшем «Исполнитель», заключить настоящий Договор
            (далее – Договор, Оферта) с любым заинтересованным лицом, желающим воспользоваться услугами Исполнителя (далее –
            Пользователь) и принимающим условия Оферты.</li>
        <li>1.2.В соответствии с п. 2. ст. 437 Гражданского Кодекса РФ настоящее предложение является офертой, полным и
            безоговорочным принятием (акцептом) условий которой согласно ст. 438 Гражданского Кодекса РФ является подача
            Пользователем заявки на бронирование рабочего места (при условии отсрочки оплаты) либо осуществление
            Пользователем предоплаты за бронирование рабочего места (при условии отсрочки оплаты). В соответствии с пунктом
            3 статьи 438 ГК РФ, осуществление указанных Пользователем действий является акцептом оферты, что считается
            равносильным заключению Договора на условиях, изложенных в Оферте.</li>
        <li>1.3.В случае несогласия с условиями Договора и приложений к нему, Исполнитель предлагает отказаться от
            заключения договора оферты и оказания услуг Исполнителем.</li>
        <li>1.4.В настоящей Оферте, если контекст не подразумевает иное, нижеприведенные термины имеют следующие значения:
            «Оферта» – публичное предложение Исполнителя, адресованное любому физическому лицу/самозанятому/индивидуальному
            предпринимателю/юридическому лицу заключить с ним договор на условиях, содержащихся в настоящем Договоре,
            включая все его приложения.«Пользователь» – совершеннолетнее физическое лицо/самозанятый/индивидуальный
            предприниматель/юридическое лицо, акцептирующее настоящий Договор на условиях, содержащихся в Договоре.«Акцепт»
            – полное и безоговорочное принятие Пользователем условий Оферты путем совершения следующих действий: оформления
            Пользователем бронирования рабочего места через сервис сайт Исполнителя, сервис dikidi.net, по телефону
            Исполнителя и/или внесения предоплаты, установленной Исполнителем. Датой акцепта считается дата бронирования
            рабочего места либо дата поступления денежных средств на счет Исполнителя.
            «Коворкинг» - зона помещений, расположенных в нежилых зданиях или бизнес-центрах, являющиеся местом оказания
            услуг бьюти-коворкинга ASHRAM, адрес расположения которых указывается на Сайте Исполнителя.
            «Услуги коворкинга» – услуга по предоставлению рабочего места или пространства в коворкинге для целей
            осуществления Пользователем самостоятельной рабочей деятельности.
            «Рабочее место» – принадлежащее Исполнителю на праве аренды часть недвижимого имущества и движимое имущество,
            находящееся в коворкинге и используемое для предоставления услуг коворкинга.
            «Посетители» - лица, допущенные на территорию коворкинга, в том числе клиенты, сотрудники и представители
            Пользователя.</li>
        <li>1.5.«Сайт » - совокупность средств и информации, предназначенной для публикации в сети Интернет и отображаемой в
            определенной текстовой, графической или звуковой формах. Сайт имеет уникальный электронный адрес (название),
            позволяющий идентифицировать интернет-ресурс и осуществлять доступ к нему https://ashram.tb.ru.</li>
        <li>1.6.Исполнитель оставляет за собой право вносить изменения в настоящую Оферту. Все изменения вступают в силу
            немедленно после публикации, и считаются доведенными до сведения Пользователя с момента такой публикации на
            Сайте.</li>
        <li>1.7.Действие положений настоящей оферты не распространяется на правоотношения между Пользователем и его
            Посетителями по вопросам оказания Услуг непосредственно Пользователем с использованием рабочего места.</li>
        <li>1.8.Договор не требует скрепления печатями и/или подписания Пользователем и Исполнителем, сохраняя при этом
            юридическую силу.
        </li>
    </ul>
    <h2 class="h2-two">
        2.Предмет договора
    </h2>
    <ul class="ul-two">
        <li>2.1.Предметом настоящего Договора, заключаемого Пользователем путем присоединения к настоящей Оферте, является
            оказание Услуг коворкинга «ASHRAM» на возмездной основе. В свою очередь Исполнитель обязуется предоставить во
            временное возмездное пользование рабочее место в соответствии с условиями настоящей оферты, а Пользователь
            обязуется принять и оплатить услугу. По окончании использования рабочего пространства (места) Пользователь
            должен сдать его в том состоянии, в котором он его получил.</li>
        <li>2.2.Назначение рабочих мест - оказание бьюти-услуг, а именно услуги бровистов, лэшмейкеров, стилистов,
            визажистов, мастеров депиляции, массажа, косметологи, мастеров перманентного макияжа, тату-мастеров.</li>
        <li>2.3.Рабочие места коворкинга находятся в состоянии, позволяющим использовать их по назначению, указанному в п.
            2.1. Оферты, оборудованы гримерными столами, зеркалами, приставными тележками, освещением, доступом к сети
            «Интернет», зоной ожидания и пр. Расходные материалы включены в стоимость бронирования, а именно: ватные диски,
            палочки, бумажные полотенца. Полный перечень предоставляемого оборудования и материалов указывается на Сайте.
        </li>
        <li>2.4.Пользователь вправе занять дополнительные рабочие места, при согласовании с Исполнителем, при условии
            отсутствия других бронирований на эти рабочие места.</li>
        <li>2.5.Стороны согласовали, что по окончании забронированного или оплаченного Пользователем периода услуги
            считаются оказанными Исполнителем и принятыми Пользователем в полном объеме.</li>
        <li>2.6.Время работы коворкинга, наличие свободных для бронирования рабочих мест указываются на Сайте Исполнителя.
        </li>
    </ul>
    <h2 class="h2-two">
        3.Стоимость услуг и порядок расчетов
    </h2>
    <ul class="ul-two">
        <li>3.1.Оплата Услуг осуществляется по окончании периода бронирования исходя из стоимости Тарифа за расчетный
            период.</li>
        <li>3.2.Информация о стоимости услуг размещена на Сайте. Оплата производится без НДС, в связи с применением
            Исполнителем упрощенной системы налогообложения.</li>
        <li>3.3.В стоимость Услуг включены также фактические расходы Исполнителя на организацию и обеспечение предоставления
            Услуг.</li>
        <li>3.4.Оплата Услуг осуществляется в российских рублях наличными. Датой оплаты считается день поступления денежных
            средств, соответственно, в кассу или на расчетный счет Исполнителя. Размер оплаты Услуг не включает размер
            комиссионного сбора банка за прием и перевод денежных средств от физических лиц, если перевод осуществляется
            через банк.</li>
        <li>3.5.Плата за услуги коворкинга не подлежит перерасчету или возврату в случае отказа от услуг менее чем за
            установленное разделом 5 Оферты время либо досрочного освобождения рабочего места Пользователем по его вине или
            инициативе.</li>
        <li>3.6.Оплаченные, но не использованные в установленные сроки услуги, считаются оказанными, их стоимость не
            возвращается. Пользователь признает и понимает, что Исполнитель при заключении Пользователем Договора
            резервирует ему необходимое количество часов и количество рабочих мест, которые в Период оказания услуг не
            предоставляются третьими лицам.
        </li>
    </ul>
    <h2 class="h2-two">
        4.Права и обязанности сторон
    </h2>
    <ul class="ul-two">
        <li>4.1.Исполнителя обязан:</li>
        <li>4.1.1Оказывать услуги коворкинга при условии бронирования или оплаты Пользователем услуг коворкинга.</li>
        <li>4.1.2Подготовить и передать Пользователю рабочее место в соответствии с условиями Договора.</li>
        <li>4.1.3Обеспечить беспрепятственный доступ Посетителя к рабочему месту, а также третьих лиц, по запросу
            Пользователя.</li>
        <li>4.1.4Не вмешиваться, прямо или косвенно, в хозяйственную деятельность Пользователя.</li>
        <li>4.1.5Обеспечить уборку помещений, в том числе влажную и сухую уборку полов, вынос мусора, замену пластиковых
            пакетов, удаление пыли с поверхности.</li>
        <li>4.1.6Своевременно информировать Арендатора об изменениях в структуре Услуг, условиях и порядке их
            предоставления.</li>
        <li>4.2.Исполнитель имеет права:</li>
        <li>4.2.1.Приостановить оказание услуг коворкинга по настоящему Договору в случае нарушения Пользователем условий
            настоящего Договора и Правил.</li>
        <li>4.2.2.Не приступать к исполнению настоящего Договора, в случае неисполнения Пользователем обязанности по оплате
            задолженности либо услуг в соответствии с Офертой.</li>
        <li>4.2.3.В одностороннем порядке изменять условия настоящего Договора, Правила коворкинга (Приложение № 2 к
            оферте), стоимость и порядок оказания услуг.</li>
        <li>4.2.4.В любое время осуществлять проверку сохранности и состояния рабочего места и другого имущества
            Исполнителя, а также использования его Пользователем в соответствии с назначением.</li>
        <li>4.2.5.Получать компенсацию за неправомерные деяния Пользователя либо третьих лиц со стороны Пользователя, в
            результате которых причинен ущерб имуществу Исполнителя.</li>
        <li>4.2.6.Расторгнуть настоящий Договор в одностороннем порядке в случаях несоблюдения условий, определенных
            Договором с уведомлением за один календарный день, а также законодательством Российской Федерации.</li>
        <li>4.2.7.Осуществлять видеонаблюдение на территории коворкинга.</li>
        <li>4.2.8.Исполнитель вправе ограничить количество рабочих мест, доступных для бронирования.</li>
        <li>4.3.Пользователь обязан:</li>
        <li>4.3.1.Ознакомиться с настоящим Договором и Правилами (Приложение № 2 к Оферте).</li>
        <li>4.3.2.Своевременно вносить оплату за бронирование рабочих мест.</li>
        <li>4.3.3.Использовать рабочее место в соответствии с назначением, указанным в п.2.2 Оферты.</li>
        <li>4.3.4.Обеспечивать сохранность предоставленного рабочего места и нести полную материальную ответственность за
            причиненный ущерб.</li>
        <li>4.3.5.Нести ответственность за сохранность своих личных вещей.</li>
        <li>4.3.6.Поддерживать общественный порядок и общепринятые нормы поведения на территории коворкинга, вести себя
            уважительно по отношению к другим Посетителям и другим Пользователям, Администрации коворкинга и обслуживающему
            персоналу, не создавать неудобства для других посетителей коворкинга, не кричать, не разговаривать громко, не
            включать громко музыку (в кабинетах), включать свою музыку в общих залах и гримерках, запрещается: находится в
            алкогольном, наркотическом состоянии, распивать на территории коворкинга и здания алкогольные напитки, курить, в
            том числе кальянов и электронных сигарет.</li>
        <li>4.3.7.По истечении срока бронирования, а также при досрочном расторжении Договора возвратить Исполнителю убрать
            мусор за собой и своими сотрудниками и посетителям, и передать рабочее место Исполнителю в том же состоянии, в
            котором оно было принято. Не оставлять на территории коворкинга документацию, а также имущество, принадлежащее
            Пользователю (его сотрудниками, посетителями).</li>
        <li>4.3.8.Не передавать рабочее место в пользование третьим лицам без согласования с Исполнителем.</li>
        <li>4.3.9.Немедленно извещать Исполнителя о всяком повреждении рабочего места, имущества, аварии и/или ином событии,
            нанесшем или грозящем нанести ущерб имуществу Исполнителя или третьим лицам, и своевременно принимать все
            возможные меры по предупреждению, предотвращению и ликвидации последствий таких ситуаций.</li>
        <li>4.3.10.Самостоятельно устранять ущерб, причиненный имуществу Исполнителя в результате неправомерных деяний
            Пользователя либо третьих лиц, допуск которым обеспечен или разрешён Пользователем.</li>
        <li>4.3.11.Соблюдать правила пожарной безопасности, пропускного и въездного режима, установленные внутренним
            распорядком Исполнителя или на территории объекта, к которому относится коворкинг.</li>
        <li>4.3.12.Соблюдать чистоту и порядок в местах общего пользования коворкинга и здания, в котором расположен
            коворкинг.</li>
        <li>4.3.13.Соблюдать правила и нормы его эксплуатации электрооборудования (использования).</li>
        <li>4.3.14.Не нарушать права интеллектуальной собственности Исполнителя в отношении Сайта или каких-либо его
            элементов, в частности, Пользователь не имеет права копировать, транслировать, рассылать, публиковать, и иным
            образом распространять и воспроизводить размещенные Исполнителем и (или) третьими лицами в рамках Сайта
            материалы (текстовые, графические, аудио-видео материалов) без письменного согласия Исполнителя.</li>
        <li>4.3.15.Возместить Исполнителю в полном объеме убытки, связанные с нарушением Правил или Договора, правил
            пожарной безопасности и иных правил в соответствии с внутренними документами Исполнителя и причинением
            имущественного вреда в случае повреждения имущества по месту оказания услуги в рамках настоящего Договора;</li>
        <li>4.3.16.Выполнять иные обязанности, возложенные на Пользователя условиями настоящего Договора, Правилами и
            действующим законодательством РФ.</li>
        <li>4.3.17.Периодически знакомиться с содержанием настоящего Договора в сети Интернет на Сайте и следить за
            внесенными в него изменениями.</li>
        <li>4.4. Пользователь имеет право:</li>
        <li>4.4.1.Использовать рабочее место в соответствии с условиями настоящего Договора.</li>
        <li>4.4.2.Получать от Исполнителя всю необходимую и достоверную информацию о работе Исполнителя и оказываемых им
            Услугах, получать информацию о работе оборудования.</li>
        <li>4.4.3.Требовать устранения допущенных Исполнителем нарушений условий настоящего Договора.</li>
    </ul>
    <h2 class="h2-two">
        5.Ответственность сторон
    </h2>
    <ul class="ul-two">
        <li>5.1.Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в
            соответствии с Договором и законодательством Российской Федерации.</li>
        <li>5.2.Неустойка и/или штрафы по Договору выплачивается на основании письменного требования Исполнителя.</li>
        <li>5.3.Выплата неустойки не освобождает Стороны от выполнения обязанностей, предусмотренных Договором.</li>
        <li>5.4.Пользователь обязуется возместить Исполнителю убытки в случае, если по вине Пользователя, его сотрудника или
            посетителя, причинен вред (повреждения, утраты и т.п.) оборудованию или иному имуществу Исполнителя или третьего
            лица, причинен вред репутации Исполнителя. В случае причинения Пользователем ущерба имуществу Исполнителя или
            третьего лица, Пользователь обязан возместить Исполнителю стоимость поврежденного (утраченного) имущества.</li>
        <li>5.5.Пользователь несет ответственность за действия своих сотрудников и/или посетителей.</li>
        <li>5.6.Исполнитель не несёт ответственности за нарушения Пользователем Договора или иных общеобязательных
            требований, связанных с противопожарной безопасностью, соблюдением санитарно-гигиенических норм, норм морали и
            нравственности и т.п. В случае нарушений Пользователем каких-либо общеобязательных норм и правил он
            самостоятельно за свой счет возмещает нанесенный ущерб либо компенсирует Исполнителю причиненные убытки.</li>
        <li>5.7.Исполнитель не несет ответственность за вред здоровью и/или имуществу Пользователя, его сотрудников и
            посетителей, причиненный действиями третьих лиц.</li>
        <li>5.8.Исполнитель не несет ответственности за сохранность вещей Пользователя, его сотрудников и посетителей,
            оставленных им без присмотра.</li>
        <li>5.9.Исполнитель не обеспечивает режим сохранности сведений, составляющих коммерческую или иную тайну
            Пользователя, и не несет ответственности за их разглашение.</li>
        <li>5.10.Исполнитель прилагает все усилия для нормальной̆ работоспособности Коворкинга, однако никак не ответственен
            за неисполнение обязательств по Договору, за убытки Пользователя, возникшие в том числе в результате проведения
            органами власти, собственниками объекта, в котором находится коворкинг, каких-либо мероприятий, способных
            приостановить деятельность коворкинга.</li>
        <li>5.11.Исполнитель не отвечает за отказ посетителя в получении Услуг Пользователя.</li>
        <li>5.12.В случае претензий посетителя к полученным Услугам от Пользователя, все споры разрешаются с Пользователем.
        </li>
        <li>5.13.Пользователь несет ответственность за соблюдение Правил студии его посетителями. В случае нарушения
            посетителем Правил, Исполнитель имеет право не допустить его на территорию Коворкинга или вывести с территории
            Коворкинга. Компенсацию убытков Пользователя Исполнитель не осуществляет.</li>
        <li>5.14.Исполнитель вправе приостановить допуск на территорию коворкинга Пользователю и его посетителям в случае
            наличия задолженности по оплате Услуг, предусмотренных Договором, или задолженности по компенсации имущества,
            которому был причинен ущерб, до момента полного погашения такой задолженности Пользователем.</li>
        <li>5.15. Условия настоящего Договора не должны толковаться как заключение между Исполнителем и Пользователем
            трудового договора. Исполнитель не является работодателем (Пользовательом работ или услуг) Пользователя, не
            выступает в качестве агентства занятости или аутсорсинга. Предоставление рабочих мест не подразумевает
            предоставление и организацию (оснащение) рабочего места работника в соответствии с требованиями, установленными
            Трудовым кодексом и иными нормативными правовыми актами. Пользователь самостоятельно организовывает свою
            трудовую деятельность и трудовую деятельность своих сотрудников.</li>
        <li>5.16.В случае отмены бронирования Пользователь обязан предупредить Исполнителя:
            - не менее, чем за 24 часа до начала времени бронирования при бронировании рабочих мест в гримерном зале и
            кабинетах с кушетками при почасовой аренде отдельных рабочих мест.
            Сокращение, перенос времени или даты бронирования приравнивается к отмене бронирования.
            При неуведомлении Исполнителя об отмене бронирования или уведомления менее установленных сроков Пользователь
            оплачивает штраф в размере 100% от стоимости отмененного бронирования.
            В отдельных случаях по согласованию с Исполнителем при наличии предоплаченного бронирования оплата переносится в
            зачет следующего бронирования.
            В случае отказа Пользователя от оплаты штрафа Исполнитель оставляет за собой право не подтверждать последующие
            бронирования Пользователя либо осуществлять бронирования на условиях 100% предоплаты.
        </li>
    </ul>
    <h2 class="h2-two">
        6.Форс-мажор
    </h2>
    <ul class="ul-two">
        <li>6.1.Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в
            случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара,
            наводнения, землетрясения, эпидемии, забастовки, войны, действия органов государственной власти или других,
            независящих от Сторон обстоятельств, признанных форс-мажорными, чрезвычайными или обстоятельствами непреодолимой
            силы.</li>
        <li>6.2.Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 5
            календарных дней после наступления обстоятельств, указанных в п.7.1 настоящего Договора, письменно известить
            другую Сторону.</li>
        <li>6.3.Стороны признают, что неплатежеспособность Сторон не является форс-мажорными обстоятельствами.</li>
    </ul>
    <h2 class="h2-two">
        7.Условия конфиденциальности
    </h2>
    <ul class="ul-two">
        <li>7.1.Исполнитель обязуется обеспечить соблюдение условий конфиденциальности в отношении персональных данных
            Пользователя, хранение и использование персональных данных и иных сведений, полученных от Пользователя при
            заключении Договора, в соответствии с требованиями законодательства Российской Федерации.</li>
        <li>7.2.Пользователь, заключающий настоящий Договор в порядке и на условиях, изложенных в настоящей Оферте,
            подтверждает, что совершая Акцепт, дает свое письменное согласие на установку в помещениях коворкинга системы
            видеонаблюдения и на ведение видеозаписи в целях обеспечения контроля качества, безопасности, контроля за
            соблюдением порядка в коворкинге, документальной фиксации обстановки, возможных конфликтов или неправомерных
            действий, которые могут нанести вред имуществу или физическим лицам, находящимся в коворкинге. Пользователь
            предупрежден, что материалы видеозаписей, полученных камерами видеонаблюдения, могут быть использованы в
            качестве доказательства при разрешении конфликтов и споров, в том числе в судебном порядке.</li>
    </ul>
    <h2 class="h2-two">
        8.Порядок расторжения договора
    </h2>
    <ul class="ul-two">
        <li>8.1.Настоящий Договор может быть прекращен по соглашению Сторон, а также по инициативе одной из Сторон в
            порядке, предусмотренном настоящим Договором.</li>
        <li>8.2.Все изменения вступают в силу немедленно после публикации, и считаются доведенными до сведения Пользователя
            с момента такой публикации на Сайте.</li>
        <li>8.3.Настоящий Договор может быть досрочно расторгнут Исполнителем в одностороннем внесудебном порядке (по
            уведомлению) по следующим основаниям:</li>
        <li>8.3.1.нарушение Пользователем обязательств по оплате услуг (в том числе отсутствие оплаты в случае, если
            Пользователь выразил намерение продлить период бронирования сверх оплаченного периода);</li>
        <li>8.3.2.использование рабочего места и коворкинга не по назначению;</li>
        <li>8.3.3.порча или утрата имущества Исполнителя или третьего лица по вине Пользователя (его посетителей);</li>
        <li>8.3.4.нарушение Пользователем условий настоящего Договора и действующего законодательства;</li>
        <li>8.3.5.передача рабочего места Пользователем другим лицам без согласия Исполнителя;</li>
        <li>8.3.6.проведение Пользователем переоборудования рабочего места либо его части без согласования с Исполнителем;
        </li>
        <li>8.3.7.невыполнение Пользователем своих обязательств по предоставлению информации, необходимой для оказания
            Исполнителем услуг по настоящему Договору;</li>
        <li>8.3.8.нарушение Пользователем, его сотрудником или посетителем, условий настоящего Договора и Правил студии,
            действующего законодательства;</li>
        <li>8.3.9.без определенной причины, заранее уведомив Пользователем, а в случаях, не требующих отлагательства,
            оповещением лично или направлением смс - уведомления на телефон указанный Пользователем.</li>
        <li>8.4.В случае досрочного прекращения настоящего Договора по инициативе Исполнителя согласно п. 8.3., действие
            Договора прекращается с момента выявления факта такого нарушения, о чем Администратор уведомляет Пользователя.
            При этом, денежные средства, переданные Пользователем в счет оплаты Услуг, возврату Пользователю не подлежат,
            поскольку в таком случае невозможность оказания Услуг считается наступившей по вине Пользователя. Кроме того, в
            таком случае Пользователь и его посетитель обязаны покинуть коворкинг по первому требованию Администратора, а
            также забрать вместе с собой свои вещи. В случае отказа последовать данному требованию Администратора
            Исполнитель оставляет за собой право прибегнуть к содействию охранных предприятий и/или правоохранительных
            органов в реализации самозащиты своих прав.</li>
        <li>8.5. Исполнитель вправе временно приостановить оказание услуг по техническим, технологическим или иным причинам,
            препятствующим оказанию услуг, на время устранения таких причин.</li>
    </ul>
    <h2 class="h2-two">
        9.Разрешение споров
    </h2>
    <ul class="ul-two">
        <li>9.1.Все споры и разногласия, которые могут возникнуть при выполнении настоящего Договора или в связи с ним,
            будут решаться путем переговоров между Сторонами. Досудебный срок рассмотрения претензии составляет 15
            (пятнадцать) дней с даты ее получения стороной.</li>
        <li>9.2.Стороны согласовали, что все споры, вытекающие из настоящего договора между индивидуальным предпринимателем
            и физическим лицом, будут разрешаться в соответствии с гражданским процессуальным законодательством. Споры
            экономического характера между индивидуальными предпринимателями - в Арбитражном суде города Сочи.</li>
    </ul>
    <h2 class="h2-two">
        10.Обработка и защита персональных данных
    </h2>
    <ul class="ul-two">
        <li>10.1.Акцептом Оферты Пользователь, действуя своей волей и в своем интересе, дает согласие (предоставляет право)
            Исполнителю на обработку своих следующих персональных данных, Ф.И.О., номер телефона, e-mail с использованием
            средств автоматизации или без использования таких средств, для целей обеспечения исполнения Исполнителем своих
            обязательств в рамках настоящей Оферты: учета в системе клиентов, оповещения Пользователя об изменении в режиме
            работы, об условиях бронирования, отменах, переносах, ценовых и акционных предложений. Под обработкой
            персональных данных с соответствие с Федеральным законом от 27.07.2006 г. №152-ФЗ «О персональных данных»
            понимаются действия (операции) с персональными данными, включая сбор, систематизацию, накопление, хранение,
            уточнение, обновление, изменение, использование, распространение и передачу, обезличивание, блокирование,
            уничтожение.</li>
        <li>10.2.Срок обработки данных соответствует сроку действия договора и в течение пяти лет после его прекращения.
        </li>
        <li>10.3.Пользователь обязуется предоставлять достоверные данные и сообщать об их изменении.</li>
        <li>10.4.Пользователь подтверждает согласие на получение рекламы и разрешает Исполнителю осуществлять в его адрес
            SMS-рассылки, а также иные виды рассылок и уведомлений, в том числе рекламного характера, с использованием любых
            средств связи, в том числе электронной почты.</li>
        <li>10.5.Согласие на обработку персональных данных может быть отозвано посредством направления соответствующего
            письменного уведомления в адрес Исполнителя по его юридическому адресу. В этом случае лицо, получившее отзыв
            согласия на обработку персональных данных или согласия на получение рекламы, прекращает обработку персональных
            данных, а персональные данные подлежат уничтожению или обезличиванию, если отсутствуют иные правовые основания
            для обработки, установленные законодательством РФ или документами лица, получившего отзыв согласия на обработку
            персональных данных, регламентирующими вопросы обработки персональных данных. Настоящее согласие считается
            отозванным по истечении 30 (тридцати) дней с момента получения Исполнителем письменного уведомления об отзыве
            настоящего согласия. День получения уведомления не включается в 30-тидневный срок.</li>
    </ul>
    <h2 class="h2-two">
        11.Заключительные положения
    </h2>
    <ul class="ul-two">
        <li>11.1.Заключая Договор, Пользователь гарантирует и подтверждает, что предоставление им услуг связано с
            самостоятельной организацией своей трудовой деятельности и деятельности своих сотрудников. Пользователь
            гарантирует и заверяет, что такая трудовая деятельность не связана с нарушением какого-либо действующего
            законодательства РФ.</li>
        <li>11.2.Исполнитель вправе в любой момент изменить Договор путем размещения соответствующего текста новой редакции
            Договора на Сайте. Пользователь обязуется регулярно отслеживать внесение изменений в Договор. Датой вступления в
            силу Договора в новой редакции является дата размещения Договора в новой редакции. В случае несогласия
            Пользователя с новой редакцией Договора, он обязан уведомить Исполнителя об одностороннем отказе от исполнения
            Договора, в противном случае новая редакция Договора считается акцептованной Пользователем.</li>
        <li>11.3.Допускается направление любых уведомлений и сообщений в рамках настоящего договора Сторонами посредством
            электронных документов, передаваемых по каналам связи, позволяющими достоверно установить, что документ исходит
            от стороны по договору, включая обмен информацией с использованием возможностей сети Интернет (по электронной
            почте), включая направление смс – уведомления. Взаимодействие посредством электронных документов предполагает
            отправку, получение и хранение юридически значимой и иной информации в электронной форме с использованием
            электронной почты.</li>
        <li>11.4.Вся переписка посредством электронных документов, может использоваться как безусловное подтверждение тех
            или иных фактических обстоятельств, связанных с исполнением договора. Адрес электронной почты, указанный
            Пользователем при регистрации, а также адрес электронной почты Исполнителя, указанный в реквизитах настоящей
            оферты, считаются основными каналами взаимодействия по договору.</li>
        <li>11.5.Распечатанные документы из обозначенных ящиков электронной почты, в том числе с прикреплёнными к ним
            вложениями, имеют силу надлежаще оформленных письменных документов при отсутствии последних. В случае наличия
            противоречия между надлежаще оформленным письменным документом и документом, распечатанным из электронной почты,
            предпочтение отдаётся надлежаще оформленному письменному документу.</li>
        <li>11.6.Признание судом недействительности какого-либо положения настоящей Оферты не влечет за собой
            недействительность остальных положений.
        </li>
        <li>11.7.Все приложения к настоящей Оферте являются ее неотъемлемой частью:
            Приложение № 1 – Правила коворкинга.</li>
    </ul>
    <h2 class="h2-two">
        12.Реквизиты Исполнителя
    </h2>
    <ul class="ul-two">
        <li>ИП ПЯНЗИНА В.В.</li>
        <li>ИНН 410125711409</li>
        <li>ОГРН 323237500131360</li>
        <li>Расчетный счет 408 802 810 130060002928</li>
        <li>БИК банка 046015602</li>
        <li>Корреспондентский счет банка 30101810600000000602</li>
        <li>
            Студия бьюти-коворкинга ASHRAM</li>
        <li>Курортный проспект, 50/2, 4этаж​</li>
        <li>‌Ежедневно с 10:00 до 22:00</li>
    </ul>
</template>

<script setup lang="ts">
definePageMeta({
    layout: 'cab'
})
</script>

<style scoped>
.h1-two {
    text-align: center;
    font-size: 20px;
    padding: 10px;
}
.ul-two{
 font-size: 20px;
 padding: 20px;
 list-style-type: none;
 color: rgb(0, 0, 0);
 width: 1000px;
 margin: 0 auto;
}
.h2-two{
    text-align: center;
    font-size: 20px;
    padding: 10px;
}
</style>