<template>
    <h1 class="h1-one">
        ПРАВИЛА БЬЮТИ-КОВОРКИНГА «ASHRAM»
    </h1>
    <ul class="ul-one">
        <li>1. При бронировании, вы занимаете любое свободное рабочее место.
            ОПРЕДЕЛЕННОЕ МЕСТО НЕ БРОНИРУЕМ</li>
        <li>2. При отмене/переносе брони позднее 24х часов - оплата полной стоимости аренды.
            (в случае если бронь НЕ отменена и вы НЕ пришли - оплата 100%)‌</li>
        <li>3. Оплата производится за все забронированные часы, даже если вы опоздали или закончили раньше. Задержка
            рабочего времени до 10 мин - бесплатно. Далее - по прайсу.</li>
        <li>4. Подготовка рабочего места происходит в ваше забронированное время. Если пришли раньше и место свободно,
            можете расположиться заранее - это бесплатно.
            ‌Завершённая аренда = полностью освобождённое и чистое рабочее место.</li>
        <li>5. По завершении брони, рабочее место необходимо оставить чистым: протереть поверхность, задвинуть стул и
            тележку и выбросить мусор в урну.
            ПОЖАЛУЙСТА, ВЫКИДЫВАЙТЕ СВОЙ МУСОР В УРНУ РЯДОМ С ДВЕРЬЮ.</li>
        <li>6. Оставлять вещи в студии просто так НЕЛЬЗЯ (есть система хранения на 1 день или 1 месяц). Администрация не
            несет ответственность за оставленные без присмотра и забытые вещи.</li>
        <li>7. На одно рабочее место допускается МАКСИМУМ 3 человека, в ином случае доплата за каждого человека по прайсу (+
            250/300/ 350 р/час).
        </li>
        <li>8. Если у Вас обучение или мастер-класс (аренда всего зала), подготовка к началу и сборы по окончанию
            мероприятия происходят в забронированное вами время.
            Количество необходимой мебели и инвентаря заранее обсуждается с администратором.‌
        </li>
        <li>‌9. В перерывах между записями, необходимо освобождать рабочее место, даже если перерыв 30 мин (возможность
            оставить вещи на время перерыва, необходимо согласовать с администратором).‌
        </li>
        <li>10. Каждый мастер несёт полную материальную ответственность за порчу имущества/оборудования.
            Действия клиента, повлёкшие порчу имущества/оборудования - ответственность мастера.
        </li>
        <li>11. ДВИГАТЬ МЕБЕЛЬ ПО ЗАЛУ СТРОГО ЗАПРЕЩЕНО. ‌
        </li>
        <li>12. Использованные, после себя и своих клиентов, стаканчики выкинуть. Выливать жидкости в растения и иные места
            в коворкинге СТРОГО ЗАПРЕЩЕНО
        </li>
        <li>13. Съемка, использование фонов и оборудования в фотозоне, доступны бесплатно на все забронированное вами время
            аренды и 10 мин после.
            ‌ИСПОЛЬЗОВАННОЕ ОБОРУДОВАНИЕ УБИРАТЬ СТРОГО НА МЕСТО.‌</li>
        <li>‌14. Не нарушать общепринятые нормы порядка. Уважайте, пожалуйста, друг друга.‌</li>
        <li>‌15. ‌Обращаем ваше внимание, что в гримерном зале ведётся видеонаблюдение.</li>
    </ul>
</template>

<script setup lang="ts">
definePageMeta({
    layout: 'cab'
})
</script>

<style scoped>
.h1-one {
    text-align: center;
    font-size: 20px;
    padding: 10px;
}
.ul-one {
 font-size: 20px;
 padding: 20px;
 list-style-type: none;
 color: rgb(0, 0, 0);
 width: 1000px;
 margin: 0 auto;
}
li {
    margin: 10px 0;
}
</style>